export const RUNIC_SETS = {
  uthark: [
    '','ᚢ','ᚦ','ᚨ','ᚱ','ᚲ','ᚷ','ᚹ','ᚺ','ᚾ','ᛁ','ᛃ',
    'ᛈ','ᛇ','ᛉ','ᛋ','ᛏ','ᛒ','ᛖ','ᛗ','ᛚ','ᛜ','ᛟ','ᛞ','ᚠ'
  ],
  utharkB: [
    '','ᚢ','ᚦ','ᚨ','ᚱ','ᚲ','ᚷ','ᚹ','ᚺ','ᚾ','ᛁ','ᛃ',
    'ᛈ','ᛇ','ᛉ','ᛋ','ᛏ','ᛒ','ᛖ','ᛗ','ᛚ','ᛜ','ᛟ','ᛞ','ᚠ'
  ],
  utharkC: [
    '','betu bivio ᚢ','ᚦ','fras insegn. ᚨ','ᚱ','ᚲ','ᚷ','ᚹ','ᚺ','ᚾ','ᛁ','ᛃ',
    'ᛈ','ᛇ','ᛉ','ᛋ','ᛏ','ᛒ','ᛖ','ᛗ','ᛚ','ᛜ','ᛟ','ᛞ','ᚠ'
  ],
  utharkAlf: [
    '','ᚢ','ᚦ','ᚨ','ᚱ','ᚲ','ᚪᚷ⁶','ᚹ','ᚣᚺ⁹','ᛠᚾ⁵','ᚼᛁ³','ᛣᛃ¹⁰',
    'ᛈ','ᛢᛇ⁷','ᛉ','ᚩᛋ²','ᛏ','ᛒ','ᛖ','ᛗ','ᛚ','ᚸᛜ⁴','ᛟ','ᛥᛞ⁸','ᚠ'
  ],
  elderFuthark: [
    'ᚠ','ᚢ','ᚦ','ᚨ','ᚱ','ᚲ','ᚷ','ᚹ','ᚺ','ᚾ','ᛁ','ᛃ',
    'ᛇ','ᛈ','ᛉ','ᛋ','ᛏ','ᛒ','ᛖ','ᛗ','ᛚ','ᛜ','ᛞ','ᛟ'
  ],
  youngerFutharkLongBranch: [
    'ᚠ','ᚢ','ᚦ','ᚬ','ᚱ','ᚴ','ᚼ','ᚾ','ᛁ','ᛅ','ᛋ','ᛏ','ᛒ','ᛘ','ᛚ','ᛦ'
  ],
  youngerFutharkShortTwig: [
    'ᚠ','ᚢ','ᚦ','ᚭ','ᚱ','ᚴ','ᚽ','ᚿ','ᛁ','ᛆ','ᛌ','ᛐ','ᛓ','ᛙ','ᛛ','ᛧ'
  ],
  angloSaxonFuthorc: [
    'ᚠ','ᚢ','ᚦ','ᚩ','ᚱ','ᚳ','ᚷ','ᚹ','ᚺ','ᚻ','ᚾ','ᛁ','ᛂ','ᛇ','ᛈ','ᛉ','ᛋ','ᛏ','ᛒ','ᛖ','ᛗ','ᛚ','ᛝ','ᛟ','ᛞ','ᚪ','ᚫ','ᚣ','ᛡ','ᛠ','ᛢ'
  ],
  medievalRunes: [
    'ᚠ','ᚢ','ᚦ','ᚬ','ᚱ','ᚴ','ᚼ','ᚾ','ᛁ','ᛆ','ᛋ','ᛏ','ᛒ','ᛘ','ᛚ','ᛦ','ᛣ','ᛤ','ᛥ'
  ],
  digitsSmall: ['⁰','¹','²','³','⁴','⁵','⁶','⁷','⁸','⁹'],
  altre:['ᚸ']
} as const;
